# OhmM Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..OhmM Property
SymbolTypeId Class See Also
---
Symbol ohm·m, indicating unit Ohm meters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId OhmM { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property OhmM As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ OhmM {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace